[
  {
    "id": 1,
    "quoteText": "I begin to speak only when I’m certain what I’ll say isn’t better left unsaid.",
    "philosopher": "Cato"
  },
  {
    "id": 2,
    "quoteText": "What man actually needs is not a tensionless state but rather the striving and struggling for some goal worthy of him.",
    "philosopher": "Viktor Frankl"
  },
  {
    "id": 3,
    "quoteText": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "philosopher": "Viktor Frankl"
  },
  {
    "id": 4,
    "quoteText": "How long are you going to wait before you demand the best for yourself?",
    "philosopher": "Epictetus"
  },
  {
    "id": 5,
    "quoteText": "Don’t seek for everything to happen as you wish it would, but rather wish that everything happens as it actually will—then your life will flow well. ",
    "philosopher": "Epictetus"
  },
  {
    "id": 6,
    "quoteText": "First say to yourself what you would be; and then do what you have to do.",
    "philosopher": "Epictetus"
  },
  {
    "id": 7,
    "quoteText": "Curb your desire—don’t set your heart on so many things and you will get what you need.",
    "philosopher": "Epictetus"
  },
  {
    "id": 8,
    "quoteText": "That’s why the philosophers warn us not to be satisfied with mere learning, but to add practice and then training. For as time passes we forget what we learned and end up doing the opposite, and hold opinions the opposite of what we should.",
    "philosopher": "Epictetus"
  },
  {
    "id": 9,
    "quoteText": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own… ",
    "philosopher": "Epictetus"
  },
  {
    "id": 10,
    "quoteText": "If anyone tells you that a certain person speaks ill of you, do not make excuses about what is said of you but answer, ‘He was ignorant of my other faults, else he would have not mentioned these alone.",
    "philosopher": "Epictetus"
  },
  {
    "id": 11,
    "quoteText": "Waste no more time arguing what a good man should be. Be One.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 12,
    "quoteText": "Think of the life you have lived until now as over and, as a dead man, see what’s left as a bonus and live it according to Nature. Love the hand that fate deals you and play it as your own, for what could be more fitting?",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 13,
    "quoteText": "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 14,
    "quoteText": "In your actions, don’t procrastinate. In your conversations, don’t confuse. In your thoughts, don’t wander. In your soul, don’t be passive or aggressive. In your life, don’t be all about business.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 15,
    "quoteText": "If it is not right, do not do it, if it is not true, do not say it.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 16,
    "quoteText": "The best revenge is not to be like your enemy.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 17,
    "quoteText": "Choose not to be harmed — and you won’t feel harmed. Don’t feel harmed — and you haven’t been.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 18,
    "quoteText": "It’s time you realized that you have something in you more powerful and miraculous than the things that affect you and make you dance like a puppet.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 19,
    "quoteText": "External thinks are not the problem. It’s your assessment of them. Which you can erase right now.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 20,
    "quoteText": "If anyone can refute me—show me I’m making a mistake or looking at things from the wrong perspective—I’ll gladly change. It’s the truth I’m after, and the truth never harmed anyone.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 21,
    "quoteText": "You could leave life right now. Let that determine what you do and say and think.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 22,
    "quoteText": "Be tolerant with others and strict with yourself.",
    "philosopher": "Marcus Aurelius"
  },
  {
    "id": 23,
    "quoteText": "We are more often frightened than hurt; and we suffer more in imagination than in reality.",
    "philosopher": "Seneca"
  },
  {
    "id": 24,
    "quoteText": "If a man knows not which port he sails, no wind is favorable.",
    "philosopher": "Seneca"
  },
  {
    "id": 25,
    "quoteText": "No person has the power to have everything they want, but it is in their power not to want what they don’t have, and to cheerfully put to good use what they do have.",
    "philosopher": "Seneca"
  },
  {
    "id": 26,
    "quoteText": "Nothing, to my way of thinking, is a better proof of a well ordered mind than a man’s ability to stop just where he is and pass some time in his own company.",
    "philosopher": "Seneca"
  },
  {
    "id": 27,
    "quoteText": "He who fears death will never do anything worthy of a man who is alive.",
    "philosopher": "Seneca"
  },
  {
    "id": 28,
    "quoteText": "This is our big mistake: to think we look forward to death. Most of death is already gone. Whatever time has passed is owned by death.",
    "philosopher": "Seneca"
  },
  {
    "id": 29,
    "quoteText": "Life is very short and anxious for those who forget the past, neglect the present, and fear the future.",
    "philosopher": "Seneca"
  },
  {
    "id": 30,
    "quoteText": "I judge you unfortunate because you have never lived through misfortune. You have passed through life without an opponent—no one can ever know what you are capable of, not even you.",
    "philosopher": "Seneca"
  },
  {
    "id": 31,
    "quoteText": "How does it help…to make troubles heavier by bemoaning them?",
    "philosopher": "Seneca"
  },
  {
    "id": 32,
    "quoteText": "People are frugal in guarding their personal property; but as soon as it comes to squandering tim ethey are most wasteful of the one thing in which it is right to be stingy.",
    "philosopher": "Seneca"
  },
  {
    "id": 33,
    "quoteText": "Don’t explain your philosophy. Embody it.",
    "philosopher": "Epictetus"
  },
  {
    "id": 34,
    "quoteText": "All the good are friends of one another.",
    "philosopher": "Zeno"
  },
  {
    "id": 35,
    "quoteText": "No loss should be more regrettable to us than losing our time, for it’s irretrievable.",
    "philosopher": "Zeno"
  },
  {
    "id": 36,
    "quoteText": "Extravagance is its own destroyer.",
    "philosopher": "Zeno"
  },
  {
    "id": 37,
    "quoteText": "Man conquers the world by conquering himself.",
    "philosopher": "Zeno"
  },
  {
    "id": 38,
    "quoteText": "Steel your sensibilities, so that life shall hurt you as little as possible.",
    "philosopher": "Zeno"
  },
  {
    "id": 39,
    "quoteText": "Better to trip with the feet than with the tongue",
    "philosopher": "Zeno"
  },
  {
    "id": 40,
    "quoteText": "A bad feeling is a commotion of the mind repugnant to reason, and against nature.",
    "philosopher": "Zeno"
  }
]
